tap "nikitabobko/tap"

# Tools with configs in this repo
brew "bat"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "yazi"

# Shell augmentations referenced in .zshrc
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "nvm"
brew "ripgrep"
brew "zoxide"

# Language tooling for nvim (LSPs, formatters, parser builder)
brew "lua-language-server"
brew "stylua"
brew "swift-format"
brew "tree-sitter-cli"

# Bootstrap
brew "stow"

# GUI apps with configs in this repo
cask "ghostty"
cask "nikitabobko/tap/aerospace"
